Repository: marijebrummel/Bosman.BusinessCentral.System
Catalog: Translations/Core.*.xlf
Languages: nl_nl

# Table 2640128504 - Property 2879900210
source: FTP Settings
nl_nl: FTP-instellingen

# Table 2640128504 - Field 4200184881 - Property 2879900210
source: No.
nl_nl: Nr.

# Table 2640128504 - Field 1297774879 - Property 2879900210
source: Password (Name of the Azure KeyVault Secret)
nl_nl: Wachtwoord (Naam van de Azure KeyVault Secret)

# Table 2640128504 - Field 1878130204 - Property 2879900210
source: Type
nl_nl: Soort

# Table 2640128504 - Field 2157995976 - Property 2879900210
source: User Name (Name of the Azure KeyVault Secret)
nl_nl: Gebruikersnaam (Naam van de Azure KeyVault Secret)

# Table 1580388240 - Property 2879900210
source: Functional Log Entry
nl_nl: Functionele logpost

# Table 1580388240 - Field 1249475212 - Property 2879900210
source: Created
nl_nl: Aangemaakt

# Table 1580388240 - Field 1651921640 - Property 2879900210
source: Department
nl_nl: Afdeling

# Table 1580388240 - Field 3461834954 - Property 2879900210
source: Description
nl_nl: Omschrijving

# Table 1580388240 - Field 2248886284 - Property 2879900210
source: Error
nl_nl: Fout

# Table 1580388240 - Field 2815593035 - Property 2879900210
source: Last Message
nl_nl: Laatste bericht

# Table 1580388240 - Field 3776794752 - Property 2879900210
source: User
nl_nl: Gebruiker

# Table 1580388240 - Field 3955473374 - Property 2879900210
source: Warning
nl_nl: Waarschuwing

# Table 2390374402 - Property 2879900210
source: Functional Log Entry Line
nl_nl: Functionele logregel

# Table 2390374402 - Field 1249475212 - Property 2879900210
source: Created
nl_nl: Aangemaakt

# Table 2390374402 - Field 3320823955 - Property 2879900210
source: Line No.
nl_nl: Regelnr.

# Table 2390374402 - Field 2034429472 - Property 2879900210
source: Log Type
nl_nl: Logsoort

# Table 2390374402 - Field 3080618677 - Property 2879900210
source: Description
nl_nl: Omschrijving

# Table 2390374402 - Field 1618224966 - Property 2879900210
source: Object No.
nl_nl: Objectnr.

# Table 2390374402 - Field 3659147330 - Property 2879900210
source: Process Id
nl_nl: Proces-id

# Table 2390374402 - Field 3776794752 - Property 2879900210
source: User
nl_nl: Gebruiker

# Table 924960576 - Property 2879900210
source: Core Setup
nl_nl: Core Instellingen

# Table 924960576 - Field 3264110187 - Property 2879900210
source: API Base URL
nl_nl: API Basis URL

# Table 924960576 - Field 1705678046 - Property 2879900210
source: Api Key (Name of the Azure KeyVault Secret)
nl_nl: Api Key (Naam van de Azure KeyVault Secret)

# Table 924960576 - Field 135407660 - Property 2879900210
source: Default File Share
nl_nl: Standaard Fileshare

# Table 924960576 - Field 3765080749 - Property 2879900210
source: Default Storage Account
nl_nl: Standaard Storage-account

# Table 924960576 - Field 2737738244 - Property 2879900210
source: Functional Logging Active
nl_nl: Functioneel loggen ingeschakeld

# Table 924960576 - Field 2271046280 - Property 2879900210
source: Technical Logging Active
nl_nl: Technisch loggen ingeschakeld

# Table 149082292 - Property 2879900210
source: Technical Log Entry
nl_nl: Technische logpost

# Table 149082292 - Field 633175764 - Property 2879900210
source: Body
nl_nl: Hoofdtekst

# Table 149082292 - Field 1249475212 - Property 2879900210
source: Created
nl_nl: Aangemaakt

# Table 149082292 - Field 883711285 - Property 2879900210
source: Entry No.
nl_nl: Volgnummer

# Table 149082292 - Field 1789400218 - Property 2879900210
source: Level
nl_nl: Niveau

# Table 149082292 - Field 3080618677 - Property 2879900210
source: Message
nl_nl: Bericht

# Table 149082292 - Field 2206733951 - Property 2879900210
source: Path
nl_nl: Pad

# Table 149082292 - Field 2788029273 - Property 2879900210
source: Status Code Description
nl_nl: Statuscode-omschrijving

# Codeunit 300477303 - Method 1561766673 - NamedType 232778209
source: Invalid JSON response content.
nl_nl: Ongeldige JSON-response-inhoud

# Codeunit 300477303 - Method 1561766673 - NamedType 1366197332
source: Unexpected error while connecting to the API.
nl_nl: Onverwachte fout tijdens verbinden met de API.

# Codeunit 300477303 - Method 1561766673 - NamedType 376675608
source: Calling API failed.
nl_nl: Aanroepen van API mislukt.

# Codeunit 2743705769 - NamedType 1366197332
source: Unexpected error while connecting to the API.
nl_nl: Onverwachte fout tijdens verbinden met de API.

# Codeunit 727544273 - Method 1417041028 - NamedType 1334027089
source: Request failed with status code %1
nl_nl: Aanvraag mislukt met statuscode %1

# Codeunit 1960645505 - Method 3150011536 - NamedType 3529279171
source: FileName cannot be empty when downloading the JSON contents of one single file.
nl_nl: Bestandnaam mag niet leeg zijn wanneer de JSON-inhoud van 1 specifiek bestand opgehaald wordt.

# Codeunit 1960645505 - Method 1898252047 - NamedType 3529279171
source: FileName cannot be empty when downloading the XML contents of one single file.
nl_nl: Bestandnaam mag niet leeg zijn wanneer de XML-inhoud van 1 specifiek bestand opgehaald wordt.

# Codeunit 1960645505 - Method 701918397 - NamedType 2999392475
source: %1 - FTP Upload Error
nl_nl: %1 - FTP Uploadfout

# Codeunit 2021838724 - Method 2396480973 - NamedType 1054991127
source: Value %1 does not exist for %2.
nl_nl: Waarde %1 bestaat niet voor %2.

# Codeunit 3453952895 - NamedType 1429534520
source: Could not cast value %1 to %2.
nl_nl: Kon waarde %1 niet omzetten naar %2

# Codeunit 2246360028 - Method 4281749787 - NamedType 3908070085
source: Unable to retrieve a secret value from the Key Vault
nl_nl: Niet gelukt een secret op te halen uit te KeyVault.

# Codeunit 3473756675 - Method 1440017566 - NamedType 1338526434
source: Downloading %1 from %2.
nl_nl: Downloaden %1 van %2.

# Codeunit 3473756675 - Method 3019537087 - NamedType 2391296031
source: Current progress: %1%
nl_nl: Huidige vooruitgang: %1%

# Codeunit 3838121210 - NamedType 1803812000
source: Request failed with HTTP Code: %1 Request Body: %2
nl_nl: Verzoek mislukt met HTTP-code: %1, verzoekinhoud: %2.

# Codeunit 3838121210 - NamedType 2185186290
source: Unsuportted content to send.
nl_nl: Niet ondersteunde inhoud.

# Page 3651685898 - Action 1514883969 - Property 2879900210
source: Setup
nl_nl: Instellingen

# Page 3651685898 - Action 1355574935 - Property 2879900210
source: Asker General Setup
nl_nl: Asker Algemene Instellingen

# Page 2640128504 - Property 2879900210
source: FTP Settings
nl_nl: FTP-instellingen

# Page 2640128504 - Control 1977021340 - Property 1295455071
source: Specifies the value of the Host field.
nl_nl: Spcificeert de waarde van het host-veld.

# Page 2640128504 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
nl_nl: Spcificeert de waarde van het nr.-veld.

# Page 2640128504 - Control 1297774879 - Property 1295455071
source: Specifies the value of the Password KV Name field.
nl_nl: Spcificeert de waarde van het wachtwoord-veld.

# Page 2640128504 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field.
nl_nl: Spcificeert de waarde van het soort-veld.

# Page 2640128504 - Control 2157995976 - Property 1295455071
source: Specifies the value of the User Name KV Name field.
nl_nl: Spcificeert de waarde van het gebruikersnaam-veld.

# Page 202228974 - Property 2879900210
source: Functional Log Entries
nl_nl: Functionele logposten

# Page 202228974 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Created field.
nl_nl: Specificeert de waarde van het aangemaakt-veld

# Page 202228974 - Control 1651921640 - Property 1295455071
source: Specifies the value of the Department field.
nl_nl: Specificeert de waarde van het afdeling-veld.

# Page 202228974 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
nl_nl: Specificeert de waarde van het omschrijving-veld.

# Page 202228974 - Control 2248886284 - Property 1295455071
source: Specifies if (Critical) Error lines exist for the entry.
nl_nl: Specificeert of er (kritieke) fout-regels bestaan voor de post.

# Page 202228974 - Control 3776794752 - Property 1295455071
source: Specifies the value of the User field.
nl_nl: Specificeert de waarde van het gebruiker-veld.

# Page 202228974 - Control 3955473374 - Property 1295455071
source: Specifies if Warning lines exist for the entry.
nl_nl: Specificeert of er waarschuwingen bestaan voor de post.

# Page 1580388240 - Property 2879900210
source: Functional Log Entry
nl_nl: Functionele logpost

# Page 1580388240 - Control 1651921640 - Property 1295455071
source: Specifies the value of the Department field.
nl_nl: Specificeert de waarde van het afdeling-veld.

# Page 1580388240 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
nl_nl: Specificeert de waarde van het omschrijving-veld.

# Page 1580388240 - Control 3776794752 - Property 1295455071
source: Specifies the value of the User field.
nl_nl: Specificeert de waarde van het gebruiker-veld.

# Page 3219555823 - Property 2879900210
source: Functional Log Lines
nl_nl: Functionele logposten

# Page 3219555823 - Control 2993049680 - Property 1295455071
source: Specifies the value of the Call Stack field.
nl_nl: Spcificeert de waarde van het callstack-veld.

# Page 3219555823 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Created field.
nl_nl: Specificeert de waarde van het aangemaakt-veld

# Page 3219555823 - Control 2034429472 - Property 1295455071
source: Specifies the value of the Log Type field.
nl_nl: Specificeert de waarde van het logtype-veld.

# Page 3219555823 - Control 3080618677 - Property 1295455071
source: Specifies the value of the Description field.
nl_nl: Specificeert de waarde van het omschrijving-veld.

# Page 3219555823 - Control 1618224966 - Property 1295455071
source: Specifies the value of the Object No. field.
nl_nl: Specificeert de waarde van het objectnr.-veld.

# Page 3219555823 - Control 1085746399 - Property 1295455071
source: Specifies the value of the Object Type field.
nl_nl: Specificeert de waarde van het objecttype-veld.

# Page 3488128393 - Property 2879900210
source: Job Queue Entries Overview
nl_nl: Taakwachtrijposten-overzicht

# Page 3488128393 - Control 3461834954 - Property 1295455071
source: Specifies a description of the job queue entry. You can edit and update the description on the job queue entry card. The description is also displayed in the Job Queue Entries window, but it cannot be updated there.
nl_nl: Hiermee wordt een omschrijving opgegeven van het taakwachtrij-item. U kunt de omschrijving bewerken en bijwerken op de itemkaart van de taakwachtrij. De omschrijving wordt ook weergegeven in het venster Taakwachtrij-items, maar kan daar niet worden bijgewerkt.

# Page 3488128393 - Control 6461729 - Property 1295455071
source: Specifies the earliest date and time when the dimension correction should be run. The format for the date and time must be month/day/year hour:minute, and then AM or PM. For example, 3/10/2021 12:00 AM.
nl_nl: Specificeert de eerst mogelijke startdatum en tijd wanneer de dimensie-correctie uitgevoerd moet worden. De format voor de datum en tijd moet zijn maand/dag/jaar uur:minuut gevolgd door AM of PM. Bijvoorbeeld 3/10/2021 12:00 AM.

# Page 3488128393 - Control 909141965 - Property 1295455071
source: Specifies the minimum number of minutes that are to elapse between runs of a job queue entry. This field only has meaning if the job queue entry is set to be a recurring job.
nl_nl: Hiermee wordt het minimale aantal minuten opgegeven dat moet verstrijken tussen uitvoeringen van een taakwachtrij-item. Dit veld heeft slechts betekenis als het taakwachtrij-item is ingesteld op een doorlopende taak.

# Page 3488128393 - Control 3371015643 - Property 1295455071
source: Specifies the name of the object that is selected in the Object ID to Run field.
nl_nl: Hiermee wordt de naam opgegeven van het object dat is geselecteerd in het veld Uit te voeren object (id).

# Page 3488128393 - Control 1577117606 - Property 1295455071
source: Specifies the ID of the object that is to be run for this job. You can select an ID that is of the object type that you have specified in the Object Type to Run field.
nl_nl: Hiermee wordt de id opgegeven van het object dat moet worden uitgevoerd voor deze taak. U kunt een id selecteren van het objecttype dat u hebt opgegeven in het veld Uit te voeren objecttype.

# Page 3488128393 - Control 994380745 - Property 1295455071
source: Specifies the type of the object, report or codeunit, that is to be run for the job queue entry. After you specify a type, you then select an object ID of that type in the Object ID to Run field.
nl_nl: Hiermee wordt het soort object, rapport of codeunit, opgegeven dat moet worden uitgevoerd voor het taakwachtrij-item. Nadat u een soort hebt opgegeven, selecteert u een object-id van dat soort in het veld Uit te voeren object (id).

# Page 3488128393 - Control 3936006082 - Property 1295455071
source: Specifies if the job queue entry is recurring. If the Recurring Job check box is selected, then the job queue entry is recurring. If the check box is cleared, the job queue entry is not recurring. After you specify that a job queue entry is a recurring one, you must specify on which days of the week the job queue entry is to run. Optionally, you can also specify a time of day for the job to run and how many minutes should elapse between runs.
nl_nl: Hiermee wordt opgegeven of het taakwachtrij-item periodiek is. Als het selectievakje Periodieke verwerking is ingeschakeld, is het taakwachtrij-item periodiek. Als het selectievakje is uitgeschakeld, is het taakwachtrij-item niet periodiek. Nadat u hebt opgegeven dat een taakwachtrij-item periodiek is, moet u opgeven op welke dagen van de week het taakwachtrij-item moet worden uitgevoerd. U kunt desgewenst ook een tijdstip opgeven waarop de taak moet worden uitgevoerd en aangeven hoeveel minuten moeten verstrijken tussen uitvoeringen.

# Page 3488128393 - Control 3431804371 - Property 1295455071
source: Specifies if the job queue entry has been scheduled to run automatically, which happens when an entry changes status to Ready. If the field is cleared, the job queue entry is not scheduled to run.
nl_nl: Hiermee wordt opgegeven of het taakwachtrijpost is gepland om automatisch te worden uitgevoerd, wat gebeurt wanneer een post de status Gereed krijgt. Als het veld wordt gewist, wordt het taakwachtrij-item niet gepland om te worden uitgevoerd.

# Page 3488128393 - Control 513339096 - Property 1295455071
source: Specifies the status of the job queue entry. When you create a job queue entry, its status is set to On Hold. You can set the status to Ready and back to On Hold. Otherwise, status information in this field is updated automatically.
nl_nl: Hiermee wordt de status opgegeven van het taakwachtrij-item. Wanneer u een taakwachtrij-item maakt, wordt de status ervan ingesteld op Afwachten. U kunt de status instellen op Gereed en weer terugzetten op Afwachten. Verder wordt statusinformatie in dit veld automatisch bijgewerkt.

# Page 924960576 - Property 2879900210
source: Asker General Setup
nl_nl: Asker Algemene Instellingen

# Page 924960576 - Control 3264110187 - Property 1295455071
source: Specifies the value of the BC Connect API Base URL field.
nl_nl: Spcificeert de waarde van het API basis URL-veld.

# Page 924960576 - Control 1705678046 - Property 1295455071
source: Specifies the name of the key vault secret name for the BC connect api key.
nl_nl: Spcificeert de waarde van het apikey-veld.

# Page 924960576 - Control 2835541777 - Property 2879900210
source: Functional
nl_nl: Functioneel

# Page 924960576 - Control 2737738244 - Property 1295455071
source: Specifies the value of the Functional Logging Active field.
nl_nl: Specificeert of functionele logging actief is.

# Page 924960576 - Control 4141128493 - Property 2879900210
source: Technical
nl_nl: Technisch

# Page 924960576 - Control 2271046280 - Property 1295455071
source: Specifies the value of the Technical Logging Active field.
nl_nl: Specificeert of technische logging actief is.

# Page 924960576 - Action 411110412 - Property 2879900210
source: Ping BC Connect API
nl_nl: Ping de BC-Connect API

# Page 924960576 - Action 255891037 - Property 2879900210
source: Check KeyVault Connection
nl_nl: Controleer KeyVault-connectie

# Page 2566990858 - Property 2879900210
source: Technical Log Entries
nl_nl: Technische logposten

# Page 2566990858 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Created field.
nl_nl: Specificeert de waarde van het aangemaakt-veld

# Page 2566990858 - Control 1789400218 - Property 1295455071
source: Specifies the value of the Level field.
nl_nl: Specificeert de waarde van het niveau-veld.

# Page 2566990858 - Control 3080618677 - Property 1295455071
source: Specifies the value of the Message field.
nl_nl: Specificeert de waarde van het bericht-veld.

# Page 2566990858 - Control 2187938695 - Property 1295455071
source: Specifies the value of the Service field.
nl_nl: Specificeert de waarde van het service-veld.

# Page 2566990858 - Control 2379948459 - Property 1295455071
source: Specifies the value of the Status Code field.
nl_nl: Specificeert de waarde van het statuscode-veld.

# Page 2566990858 - Control 2788029273 - Property 1295455071
source: Specifies the value of the Status Code Description field.
nl_nl: Specificeert de waarde van het statuscode-omschrijving-veld.

# Page 149082292 - Property 2879900210
source: Log Entry
nl_nl: Logpost

# Page 149082292 - Control 1447994436 - Property 2879900210
source: Error Response
nl_nl: Foutrespons

# Page 149082292 - Control 2482318504 - Property 2879900210
source: Error Information
nl_nl: Foutinformatie

# Page 149082292 - Control 3080618677 - Property 1295455071
source: Specifies the value of the Message field.
nl_nl: Specificeert de waarde van het bericht-veld.

# Page 149082292 - Control 2206733951 - Property 1295455071
source: Specifies the value of the Path field.
nl_nl: Specificeert de waarde van het pad-veld.

# Page 149082292 - Control 2187938695 - Property 1295455071
source: Specifies the value of the Service field.
nl_nl: Specificeert de waarde van het service-veld.

# Page 149082292 - Control 2379948459 - Property 1295455071
source: Specifies the value of the Status Code field.
nl_nl: Specificeert de waarde van het statuscode-veld.

# Page 149082292 - Control 2788029273 - Property 1295455071
source: Specifies the value of the Status Code Description field.
nl_nl: Specificeert de waarde van het statuscode-omschrijving-veld.

# Page 149082292 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Created field.
nl_nl: Specificeert de waarde van het aangemaakt-veld

# Page 149082292 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
nl_nl: Specificeert de waarde van het postnr.-veld.

# Page 149082292 - Control 1789400218 - Property 1295455071
source: Specifies the value of the Level field.
nl_nl: Specificeert de waarde van het niveau-veld.

# Enum 3034032561 - EnumValue 17419004 - Property 2879900210
source: Finance
nl_nl: Financieel

# Enum 3034032561 - EnumValue 553059709 - Property 2879900210
source: Logistics
nl_nl: Logistiek

# Enum 3034032561 - EnumValue 395510365 - Property 2879900210
source: Purchase
nl_nl: Inkoop

# Enum 3034032561 - EnumValue 1406942772 - Property 2879900210
source: Sales
nl_nl: Verkoop

# Enum 53137810 - EnumValue 536401205 - Property 2879900210
source: Critical
nl_nl: Kritiek

# Enum 53137810 - EnumValue 2248886284 - Property 2879900210
source: Error
nl_nl: Fout

# Enum 53137810 - EnumValue 1602696467 - Property 2879900210
source: Informational
nl_nl: Ter Info

# Enum 53137810 - EnumValue 3955473374 - Property 2879900210
source: Warning
nl_nl: Waarschuwing

# Enum 218386290 - EnumValue 438909893 - Property 2879900210
source: Page
nl_nl: Pagina

# Enum 218386290 - EnumValue 3375155882 - Property 2879900210
source: Report
nl_nl: Rapport

# Enum 218386290 - EnumValue 1500409770 - Property 2879900210
source: Table
nl_nl: Tabel

# Enum 218386290 - EnumValue 1979631940 - Property 2879900210
source: XMLPort
nl_nl: XMPPort
